// Решите загадку: Сколько чисел от 1 до 1000 содержат как минимум одну цифру 3?
// Напишите ответ здесь: 271

#include <iostream>

using namespace std;

int main() {
    // 271
    cout << "1000 - 9 * 9 * 9"s << " = " << 1000 - 9 * 9 * 9 << endl;
}

// Закомитьте изменения и отправьте их в свой репозиторий.
